{"stories":
  [
    {
      "date":"0,2009", 
      "text":"Begin using last.fm. I am a junior in high school."
    },

    {
      "date":"1,2009", 
      "text":"Listen to a lot of Portugal. The Man. They remind me of physics class."
    },

    {
      "date":"2,2009", 
      "text":"Enter a student film festival with my friend Mike. Listen to the first 30 seconds of <i>The Vanishing</i> by Stars at least 100 times during editing."
    },

    {
      "date":"3,2009", 
      "text":"Start hanging out with a bunch of people I went to middle school with. These friends become some of the few people I keep in touch with during college."
    },

    {
      "date":"4,2009",
       "text":"My highest monthly play count for the band Metric occurs. Buy tickets to see them next month; my first real concert."
    },

    {
      "date":"5,2009",
       "text":"Begin dating a girl. 'Our' song is <i>International Rock Star</i> by Stars."
    },

    {
      "date":"6,2009",
       "text":"Take a summer class at Otis in LA. Anthem of the summer: <i>West Coast</i> by Coconut Records."
    },

    {
      "date":"7,2009",
       "text":"Return home to Ellicott City, MD."
    },

    {
      "date":"8,2009",
       "text":"Senior year of high school starts."
    },

    {
      "date":"9,2009",
       "text":"SATs, APs, and college applications stress me out. Muse seems to be the coping mechanism."
    },

    {
      "date":"10,2009",
       "text":"Break up with said girl. Listen to Stars a bunch, then stop listening to Stars for a while."
    },

    {
      "date":"11,2009",
       "text":"Last Christmas while living at home."
    },

    {
      "date":"0,2010",
       "text": "College applications end. Stress levels decrease dramatically."
    },

    {
      "date":"1,2010",
       "text":"My music player lives on shuffle, so I have no consistent trends for a month."
    },

    {
      "date":"2,2010",
       "text":"My friend gives me a mix tape. My favorite track on it is <i>Take Care</i> by Beach House, which I play about twice a day. The mix CD is still in my car."
    },

    {
      "date":"3,2010",
       "text":"Get into Penn. Go to prom(s)."
    },

    {
      "date":"4,2010",
       "text":"Graduate high school. Vitamin C tells me we will always be friends forever. Play a lot of video games with my friends; we are dubbed the 'HoN Team'."
    },

    {
      "date":"5,2010",
       "text":"Start rock climbing as a hobby. Hear about Mumford and Sons from a friend from Otis and think I'm hip, then hear them a few weeks later at the climbing gym. Disappointed I'm not hip."
    },

    {
      "date":"6,2010",
       "text":"Start listening to Stars again. It took that long? That's embarassing. As Tall As Lions, a previous favorite, disappears from my listening history."
    },

    {
      "date":"7,2010",
       "text":"Summer draws to a close."
    },

    {
      "date":"8,2010",
       "text":"Start at Penn as a Digital Media Design major. Listen to a lot of Arcade Fire the first week of classes."
    },

    {
      "date":"9,2010",
       "text":"The month of concerts: I see Stars and Margot back to back, followed by Local Natives and Ingrid Michaelson two weeks later."
    },

    {
      "date":"10,2010",
       "text":"My friends agree Margot's new sound isn't as good as their first album; the most pretentious statement ever thought up by a couple of 18-year olds is made."
    },

    {
      "date":"11,2010",
       "text":"Get grades back for first semester. Realize I'm now a small fish in a big pond."
    },

    {
      "date":"0,2011",
       "text":"Spring semester of freshman year starts. Life is strange in the Quad. Listening habits remain pretty much consistent."
    },

    {
      "date":"1,2011",
       "text":"Begin applying for summer internships. Have little luck."
    },

    {
      "date":"2,2011",
       "text":"Current obsession: You're the One That I Want by Angus & Julia Stone."
    },

    {
      "date":"3,2011",
       "text":"Music plays go down as work picks up."
    },

    {
      "date":"4,2011",
       "text":"Reunite with the only person I still talk to from my high school. She introduces me to Noah and the Whale."
    },

    {
      "date":"5,2011",
       "text":"Start work at Dogpatch Films in San Francisco, where I spend half my time making their website and half my time holding a boom."
    },

    {
      "date":"6,2011",
       "text":"Anthem of the summer: <i>No Children</i> by The Mountain Goats."
    },

    {
      "date":"7,2011",
       "text":"End my internship with an intense hatred for cross-browser compatibility."
    },

    {
      "date":"8,2011",
       "text":"Return to Penn for sophomore year. Now <i>really</i> into Noah and the Whale."
    },

    {
      "date":"9,2011",
       "text":"Meet the new freshman DMD class at a Halloween party. Feel old. I get Beirut's recently released <i>The Rip Tide</i> and listen to it nonstop."
    },

    {
      "date":"10,2011",
       "text":"Compete in my first PennApps. We make 'Pandora for beer'."
    },

    {
      "date":"11,2011",
       "text":"Spend a lot of time modeling the ship <i>Serenity</i> for 3D modeling. Smooth listening like Joe Hisaishi and Radical Face make a resurgence."
    },

    {
      "date":"0,2012",
       "text":"Spring semester of sophomore year starts. Hack in my second PennApps."
    },

    {
      "date":"1,2012",
       "text":"Discover Walk off the Earth; listen to 3 of their covers a total of 180 combined times in one month."
    },

    {
      "date":"2,2012",
       "text":"I spend a lot of time trying to programmatically draw a cube on my screen in CIS 277. I spend all my time programming with Emancipator or Joe Hisaishi on in the background."
    },

    {
      "date":"3,2012",
       "text":"Busiest semester yet nears completion."
    },

    {
      "date":"4,2012",
       "text":"Begin a software internship at Washington Post Labs. Margot, statistically my #2 band of all time, gets a single, solitary play."
    },

    {
      "date":"5,2012",
       "text":"Split my time between DC and Maryland. Of Monsters and Men reminds me of the DC metro."
    },

    {
      "date":"6,2012",
       "text":"Begin semester abroad in Dunedin, New Zealand. Listens to Margot spike as my flatmate shows me an album of live recordings I haven't heard before."
    },

    {
      "date":"7,2012",
       "text":"Visit Australia for a week. Get caught in a snowstorm on top of Mount Wellington before spending some time in Melbourne and Sydney."
    },

    {
      "date":"8,2012",
       "text":"Drive 8 hours from Dunedin to Kaikoura for a seafood festival. Listen to The National the entire way back."
    },

    {
      "date":"9,2012",
       "text":"Spend the best 3 days of my life climbing and lazing in Wanaka. A couchsurfer named Henry sings a very good rendition of <i>Just A Boy</i> and rekindles my interest in Angus & Julia Stone."
    },

    {
      "date":"10,2012",
       "text":"Backpacking the North and South islands. Joe Hisaishi and The Antlers help me fall asleep in hostels."
    },

    {
      "date":"11,2012",
       "text":"Return to the US. Ecstatic to see friends from home over winter break. I listen to nothing but Radical Face and Lana Del Rey. No regrets."
    },

    {
      "date":"0,2013",
       "text": "Spring semester of junior year begins at Penn."
    }
  ]
}
